Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Umiem wywołać rdzę, ale to czasochłonne i męczące.
uk: Я можу спричинити іржу, але це займе багато часу і сил.

source: Umiesz czytać, nie? Mogę ci dać jedną z nich.
uk: Ти вмієш читати, так? Можу дати тобі одну із них.

source: Umiesz grać na lutni?
uk: Ти вмієш грати на лютні?

source: Umiesz posługiwać się kuszą?
uk: Вмієш користуватися арбалетом?

source: Umiesz pływać?
uk: Ти вмієш плавати?

source: Umieściłem trutkę przy szczurzych norach. Cholera, jak to cuchnie!
uk: Я розмістив отруту біля щурячих нір. Дідько, як же ж вона смердить!

source: Umieściłem środek w pierwszej ze skrzyń. Pora zająć się pozostałymi.
uk: Я вилив мікстуру в один із ящиків. Час зайнятися іншими.

source: Umowa stoi!
uk: Домовились!

source: Umowa stoi, od czego zaczynamy?
uk: Отже, з чого почнемо?

source: Umowa stoi, tylko się pośpiesz.
uk: Домовились, тільки поквапся.

source: Umowa stoi.
uk: Згода.

source: Umowa stoi. (100 SZ)
uk: Домовилися. (100 золотих)

source: Umowa stoi?
uk: Домовились?

source: Umowa to jednak umowa. Lepiej czasem zyskać mało i mieć stałego klienta, niż ogołocić go ze wszystkiego co ma i stracić jego zainteresowanie.
uk: Але угода є угода. Іноді краще отримати менше, але мати постійного клієнта, ніж обібрати його до нитки і відбити бажання співпрацювати.

source: Umowa to umowa.
uk: Угода є угода.

source: Umrzeć staro i żyć bogato.
uk: Померти старим і жити багато.

source: Umówię cię z nim. Razem z Caramonem pójdziecie do karczmy Gerstanda. Tam musisz zadbać, by Ernesto głośno powiedział o swoich planach.
uk: Я познайомлю тебе з ним. Разом з Карамоном ви підете до корчми Герстанда. Там ви повинні переконатися, що Ернесто розповість про свої плани.

source: Umówiłem się z Gamalem, że odda mi książkę w zamian za pomoc w poszukiwaniach tajemniczego stwora z miejskich kanałów. Mamy się spotkać przy wejściu do nich w Dzielnicy Rzemieślniczej.
uk: Я домовився з Гамалем, що він віддасть мені книгу в обмін на допомогу в пошуках таємничої істоти з міської каналізації. Ми зустрінемося біля входу до них у Ремісничому кварталі.

source: Umówmy się - należało ci się za denerwowanie tej dziewczyny.
uk: Поглянемо правді в очі – ти це заслужив, за те, що засмутив ту дівчину.

source: Umówmy się tak. Ja zacznę wszystko przygotowywać, a ty za ten czas zdobędziesz potrzebną kwotę.
uk: Зробімо так. Я все підготую, а ти тим часом збереш необхідну суму.

source: Umówmy się tak. Jeśli pozbędziesz się tych paskud, to nie ominie cię nagroda.
uk: Давай домовимось так. Якщо ти позбудешся цих потвор, тебе не омине винагорода.

source: Unicorn
uk: Юнікорн

source: Uniemożliwiło im to dalszą pracę?
uk: Це завадило їм продовжити роботу?

source: Uniformy dostaniecie jeszcze w tym tygodniu.
uk: Ви отримаєте уніформу наприкінці цього тижня.

source: Unikali imion i dokładnych informacji. Sam stopień poznałem tylko dzięki temu, że mijał ich inny strażnik... naprawdę, to wszystko!
uk: Вони уникали імен та точної інформації. Звання я дізнався лише завдяки іншому вартовому, що проходив повз них... чесно, це все!

source: Unikaty.
uk: Унікальні.

source: Uniknij mojego błędu i lepiej z nim nie rozmawiaj, dobrze ci radzę!
uk: Не повторюй моєї помилки і краще не розмовляй з ним, дуже тобі раджу!

source: Uniwersalną pomocą są złote monety, za które kupimy sobie trochę jedzenia, albo pokój w karczmie, wszystko to, co niezbędne do przetrwania.
uk: Універсальна допомога – це золото, на яке ми купуємо собі їжу, або кімнату в корчмі – тобто все, що необхідно для виживання.

source: Uoaa! Co to jest, do cholery?
uk: Ууаа! Що це в біса таке?

source: Upadł na głowę, czy co?
uk: Він що, головою вдарився, чи що?

source: Upadły Paladyn
uk: Полеглий паладин

source: Uparty z ciebie typ. Trzeba ci to przyznać.
uk: А ти впертий. Треба віддати тобі належне.

source: Uparty z ciebie typek, co? Dobra, czego chcesz?
uk: А ти впертий, еге ж? Добре, чого ти хочеш?

source: Uparł się, że sprawdzi, czy w pobliżu starej łodzi rybackiej nie zostały jakieś zapasy. Przez te cholerne podtopienia każda beczka wina czy ryb jest na wagę złota.
uk: Він вирішив перевірити, чи не залишилося біля старого рибальського човна якихось припасів. З цими клятими повенями кожна бочка вина чи риби на вагу золота.

source: Upewnij się, że jaszczur jest martwy od jakiegoś czasu, albo załóż do tego rękawice, inaczej możesz się poparzyć. No chyba że ci to nie przeszkadza, wtedy nie.
uk: Переконайся, що ящір вже давно мертвий, або одягни рукавички, інакше можеш обпектися. Але якщо ти не проти, то можеш і не робити цього.

source: Upewnimy się też, że ci wszyscy przestępcy dotrą bez żadnych przeszkód do miejskich lochów.
uk: Ми подбаємо і про те, щоб усі ці злочинці одразу вирушили до міської в'язниці.

source: Upewnimy się, że nasi towarzysze zostaną pochowani z odpowiednimi honorami. To ich oddanie zapewniło nam dzisiejsze zwycięstwo.
uk: Ми подбаємо про те, щоб наші побратими були поховані з належними почестями. Саме їхня самовідданість забезпечила нам сьогоднішню перемогу.

source: Upewnię się, że twoi kumple dowiedzą się, kto ich wydał, gdy już przyjdziemy po ich towary.
uk: Я подбаю про те, щоб твої друзі дізналися, хто їх здав, коли ми прийдемо за їхнім товаром.

source: Upewniłem się, że chłopak zebrał ustaloną skrzynkę winogron. Mogę wrócić do Liama. Mam nadzieję, że otrzymam jakąś rekompensatę za cały ten stracony czas.
uk: Я переконався, що хлопець зібрав ящик винограду, як домовлялися. Можна повертатися до Ліама. Сподіваюсь, я отримаю якусь компенсацію за увесь цей витрачений час.

source: Upewniłem się, że już nie będzie kontynuował swoich szalonych badań.
uk: Я подбав про те, щоб він більше не продовжував свої божевільні дослідження.

source: Upewniłem się, że kupiec, który do tej pory skupował towary od przemytników, już nigdy więcej tego nie zrobi.
uk: Я подбав про те, щоб торговець, який мав справу з контрабандистами, більше ніколи цим не займався.

source: Upokorzyć? Człowieku! Zabieram cię do domu, do rodziny, czyli tam, gdzie twoje cholerne miejsce!
uk: Принизити тебе? Чоловіче! Я забираю тебе додому, до твоєї сім'ї, де тобі, чорт забирай, і місце!

source: Upolowałem ścierwojady żerujące na drodze do Winnicy Valerio.
uk: Я вполював падальників, що з'явилися біля дороги до виноградника Валеріо.

source: Uprasza się, by trenerzy przypisani do członków Gildii wyższego stopnia nie szkolili członków o niskim stanowisku.
uk: Просимо, щоб вчителі вищого рангу не проводили навчання для членів нижчого рангу.

source: Uprawa uszkodzona!
uk: Врожай знищено!

source: Uprawiamy tu głównie winogrona i dynie, ale oczywiście, mogę przygotować specjalny pakunek prowiantu.
uk: Ми вирощуємо тут переважно виноград і гарбузи, але, звичайно, я можу підготувати особливий пакунок з провізією для тебе.

source: Uprawy może i mamy skromne, ale są własne i w zupełności wystarczają. Nie musimy martwić jeśli nagle miasto zostanie odcięte od zaopatrzenia.
uk: Можливо, у нас й скромні врожаї, але вони власні і їх цілком достатньо. Нам не доведеться хвилюватися, якщо раптом місто буде відрізане від поставок.

source: Uprawy może i mamy skromne, ale są własne i w zupełności wystarczają. Nie musimy martwić się, jeśli nagle miasto zostanie odcięte od zaopatrzenia.
uk: Можливо, у нас й скромні врожаї, але вони власні і їх цілком достатньо. Нам не доведеться хвилюватися, якщо раптом місто буде відрізане від поставок.

source: Uprawy może i mamy skromne, ale są własne i w zupełności wystarczają. Nie musimy się martwić ewentualnym odcięciem od reszty wyspy.
uk: Можливо, у нас й скромні врожаї, але вони наші власні і їх цілком вистачає. Нам не доведеться хвилюватися, якщо раптом місто буде відрізане від решти острова.

source: Uprowadzenie? Salvi i jego chłopcy zajmowali się raczej likwidowaniem ludzi, a konkretniej innych strażników. Raczej nie mieliby na tyle cierpliwości by kogoś porywać.
uk: Викрадення? Сальві та його хлопці в основному займалися ліквідацією людей, а точніше – інших вартових. Навряд чи у них вистачило б терпіння когось викрадати.

source: Uprowadzona
uk: Викрадення

source: Uprzejmie prosiliśmy w mieście o dach nad głową, jedzenie, porządne ubrania, leki i możliwość regeneracji po wyczerpujących podróżach, a oni co?
uk: Ми ввічливо просили в місті дати нам дах над головою, їжу, пристойний одяг, ліки та можливість відновити сили після виснажливої подорожі, а вони що?

source: Upuszczaniem krwi, amputacją kończyn i... goleniem bród.
uk: Кровопусканням, ампутацією кінцівок і... голінням борід.

source: Upór Grubasa
uk: Упертість товстуна

source: Uratowanie choćby jednego wyznawcy Innosa, który szukał schronienia w świątyni, nie jest stratą czasu!
uk: Врятувати навіть одного послідовника Інноса, який намагався сховатися у храмі – це не марна трата часу!

source: Uratowała mi dupę podczas buntu Południowców i ustrzeliłem z niej dwa tuziny orków w Bitwie o Wschodni Archipelag. Nie rozstawałem się z nią na krok.
uk: Він врятував мою дупу під час бунту південців, і я застрелив з нього з дві дюжини орків у Битві за Східний Архіпелаг. Я не розлучався з ним ні на мить.

source: Urocze. Mam nadzieję, że jeszcze się spotkamy!
uk: Чудово. Сподіваюся, ми ще побачимося!

source: Uroczyście mianuję cię zatem swoim osobistym zastępcą. Od dziś jesteś drugą najważniejszą osobą w całej straży miejskiej i zwierzchnikiem wszystkich oddziałów.
uk: Тому я урочисто призначаю тебе своїм особистим заступником. Відтепер ти є другою за важливістю особою в усій Міській Варті та керівником усіх підрозділів.

source: Uroczyście oświadczam, że czeladnik Marvin pojął wiedzę na wszystkie tematy związane z kunsztem reprezentowanym przez mój warsztat.
uk: Я урочисто заявляю, що учень Марвін опанував необхідні знання, пов'язані з ремеслом, представленим у моїй майстерні.

source: Urodziłam się w Varrancie. Moja matka pochodziła z Bragi i zajmowała się handlem. Ojca nigdy nie miałam okazji poznać, a matka nie miała zamiaru mi o nim opowiadać.
uk: Я народилася у Варанті. Моя мати родом з Браго і займалася торгівлею. Батька я не знала, а мати не поспішала розповідати мені про нього.

source: Urodziłeś się na Archolos?
uk: Ти народився на Архолосі?

source: Urs
uk: Урс

source: Uruchom w oknie
uk: Віконний режим

source: Urych
uk: Уріх

source: Urządzają w nim nielegalne walki, handlują bagiennym zielem i żywym towarem. Mają tam sporą samowolkę.
uk: Вони влаштовують там підпільні бої, торгують болотною травою і людьми. Там досить багато свавілля.

source: Urządź dom
uk: Прикрасити будинок

source: Urządź podwórze.
uk: Прикрасити сад.

source: Urządź pokój dzienny.
uk: Прикрасити вітальню.

source: Urządź sypialnię.
uk: Прикрасити спальню.

source: Urządź warsztat.
uk: Прикрасити майстерню.

source: Urządź ściany.
uk: Прикрасити стіни.

source: Urzędnik
uk: Чиновник

source: Urżnął się jak świnia!
uk: Він напився як свиня!

source: Usilnie twierdził, że to on stoi za zamachem, ale według mnie gadał od rzeczy.
uk: Він наполегливо стверджував, що стоїть за замахом, але, на мою думку, він говорив неправду.

source: Usiądź przy ognisku
uk: Сісти біля багаття

source: Usiądź przy stole
uk: Сісти за стіл

source: Usmaż mięso.
uk: Посмажити м'ясо.

source: Usmażyłeś
uk: Ви посмажили

source: Usmażyłeś mięso!
uk: Ви посмажили м'ясо!

source: Usmolony liścik
uk: Вимазана в сажі записка

source: Uspokoisz się wreszcie? Pokonałem cię w uczciwym pojedynku.
uk: Ти заспокоїшся нарешті? Я переміг тебе в чесному поєдинку.

source: Uspokoisz się?
uk: Ти заспокоїшся?

source: Uspokoiłeś się już?
uk: Втихомирився вже?

source: Uspokój się i chociaż raz pomyśl trzeźwo. Bogowie nie zostawili po sobie żadnych mitycznych artefaktów! Liczą się tylko twoje umiejętności i wsparcie innych członków Zakonu.
uk: Заспокойся і хоч раз подумай тверезо. Боги не залишили після себе ніяких міфічних артефактів! Все, що має значення – це твої навички та підтримка інших членів Ордену.

source: Uspokój się kobieto, można to jakoś logicznie wytłumaczyć.
uk: Заспокойся, жінко, це можна якось логічно пояснити.

source: Uspokój się! Kazał ci przekazać, żebyś przyszedł z nim porozmawiać.
uk: Заспокойся! Він просив переказати, аби ти прийшов і поговорив з ним.

source: Uspokój się! Mamy zadanie do wykonania!
uk: Заспокойся! У нас є завдання!

source: Uspokój się, magu! Volker to jedynie pionek na wielkiej politycznej szachownicy. Na Archolos nie ma miejsca dla jego nieprzemyślanych i agresywnych działań.
uk: Заспокойся, магу! Волкер – лише пішак на великій політичній шахівниці. Його непродуманим і агресивним діям не місце на Архолосі.

source: Ustalcie z Arwidem wspólną wersję, którą będziecie opowiadać ludziom w karczmie, niezależnie od siebie. Dzięki temu wypadniecie wiarygodnie.
uk: Узгодьте з Арвідом спільну історію, яку ви будете розповідати людям у корчмі незалежно один від одного. Так ви зможете виглядати правдоподібно.

source: Ustaliliście coś więcej na temat tej kryjówki?
uk: Ти дізнався щось ще про цей сховок?

source: Ustaliwszy więc, że co do spraw boskich człowiek nikłe może mieć rozeznanie, doszliśmy do wniosku, że chociaż o ludzkich rzeczach powiedzieć co nieco możemy.
uk: Отже, визнавши, що людина мало що може знати про божественні справи, ми дійшли висновку, що принаймні ми можемо дещо розповісти про справи людські.

source: Ustalmy jakąś stawkę. Może złoty pierścień? Będą większe emocje. Daj znać, jak będziesz gotowy.
uk: Давай зробимо ставку. Може, золотий перстень? Буде більше азарту. Дай знати, коли будеш готовий.

source: Ustandaryzowany pancerz strażnika
uk: Стандартний обладунок вартового

source: Ustaw drabinę dla Kyle'a
uk: Встановити сходи для Кайла

source: Ustawienia
uk: Налаштування

source: Ustronie Żeglarza jak sam widzisz, jest niewielką osadą rybacką. Nie znajdziesz tu tawerny, kramów kupieckich i warsztatów.
uk: Прихисток моряка, як сам бачиш – це невелике рибальське поселення. Ти не знайдеш тут жодної корчми, ані купецьких прилавків, ані ремісничих майстерень.

source: Ustronie Żeglarza.
uk: Прихисток моряка.

source: Usunąłem kamienie.
uk: Я прибрав каміння.

source: Usunąłem kamień.
uk: Я прибрав каміння.

source: Usuwanie kłów jest stosunkowo proste. Rozchylasz paszczę zwierzęcia, czymś ostrym nacinasz dziąsła, a potem szarpiesz za kieł. Uważaj tylko, żeby żadnego nie złamać.
uk: Виривати ікла відносно просто. Необхідно відкрити тварині пащу, розрізати ясна чимось гострим, а потім потягнути за ікло. Тільки обережно, щоб їх не зламати.

source: Uszczuplę mieszki bogaczy z miasta... (+5 punktów zręczności)
uk: Я спустошу гаманці міських багатіїв... (Спритність +5)

source: Uszkodziłem łódkę Harolda, czas wracać do Svena i przekazać mu wieści.
uk: Я пошкодив човен Гарольда, час повертатися до Свена і розповісти йому про це.

source: Uszkodziłem łódkę Svena. Wrócę do niego i powiem, że wszystko gotowe. Jeśli podstęp ma zadziałać, musi uwierzyć, że sabotowałem Harolda.
uk: Я пошкодив човен Свена. Я повернуся до нього і скажу, що все зроблено. Якщо все спрацює, він повинен повірити, що я саботував Гарольда.

source: Uszkodzona woskowa pieczęć z emblematem
uk: Пошкоджена воскова печатка з емблемою

source: Usłyszałam biegnących ludzi, a później tylko krzyki.
uk: Я чула людей, котрі бігли, а потім тільки крики.

source: Usłyszałem biegnących ludzi, a później tylko krzyki.
uk: Я почув, як біжать люди, а потім лише крики.

source: Usłyszałem biegnących ludzi, a zaraz potem rozległy się krzyki.
uk: Я почув, як тікають люди, і одразу після цього пролунали крики.

source: Usłyszałem jakieś hałasy, więc wyszedłem sprawdzić, o co chodzi, i znalazłem tego nieszczęśnika!
uk: Я почув якийсь шум, тож вийшов перевірити, що сталося, і знайшов цього негідника!

source: Usłyszałem o ciekawym dziele, które bez wątpienia warto przeczytać. 'Wieża' kapłana Tarla na pewno zmieni moje życie!
uk: Почув про цікаву книгу, яку, безсумнівно, варто прочитати. 'Вежа' отця Тарла, безумовно, змінить моє життя!

source: Usłyszałem odgłos rogu. Muszę podążać za tym dźwiękiem, ktoś może być w potrzebie.
uk: Я почув звук рога. Я повинен іти на цей звук, хтось може потребувати допомоги.

source: Usłyszeliśmy już wystarczająco bzdur. Chłopcy, brać go!
uk: Ми вже наслухалися дурниць. Хлопці, хапайте його!

source: Usłyszeliśmy odgłosy walki, więc stwierdziliśmy, że sprawdzimy, o co chodzi. Wszystko w porządku?
uk: Ми почули звуки бою, тож вирішили перевірити, що тут відбувається. Все гаразд?

source: Utknął za budynkiem klasztoru tuż nad przepaścią i oczekuje twojej pomocy.
uk: Він застряг за будівлею монастиря, прямо на краю прірви, і чекає на твою допомогу.

source: Utrata floty bardzo nas zabolała, i tylko dzięki niemu Gildia jeszcze istnieje.
uk: Втрата флоту сильно вдарила по нас, і тільки завдяки йому Гільдія досі продовжує існувати.

source: Uuaaa, paskudztwo.
uk: Ууааа, гидота.

source: Uuu, mój drogi, takie coś jest warte co najmniej... trzech butelek bimbru! Co najmniej, pamiętaj!
uk: Ууу, дорогенький, така справа коштуватиме щонайменше... три пляшки самогону! Щонайменше, запам'ятай!

source: Uuuooo...
uk: Уууууу...

source: Uuuu... Koleżanko, wyrazy współczucia. Dzielić dom z duchami...
uk: Уууу... Пані, мої співчуття. Ділити дім з духами...

source: Uwaga bardzo mocne!
uk: Обережно, дуже потужна!

source: Uwaga! Bardzo gorące!
uk: Увага! Дуже гарячий!

source: Uwaga! Niebezpieczeństwo!
uk: Увага! Небезпека!

source: Uwaga! Zgodnie z najnowszymi rozporządzeniami miejskimi, do Gildii Kupieckiej dołączyć mogą jedynie obywatele miasta Archolos.
uk: Звертаємо вашу увагу, що згідно з останніми міськими постановами, вступити до Торгової Гільдії можуть лише громадяни міста Архолос.

source: Uwaga, substancja żrąca!
uk: Обережно, отруйна речовина!

source: Uwaga, to może być dla ciebie szok, ale... zajmujemy się tutaj wydobyciem. Jak to w kopalni.
uk: Слухай, можливо, тобі це буде дивно, але... ми тут займаємося видобутком. Зовсім як у копальні.

source: Uwarzone piwo musi postać przez jakiś czas w tej drugiej kadzi, aby nabrało wszystkich potrzebnych walorów. No i już! Przelać do beczki, albo prosto do kufla i smacznego.
uk: Зварене пиво має постояти деякий час у цьому другому чані, щоб набути всіх необхідних якостей. І ось, воно готове! Наливаємо в бочку або прямо в кухоль і насолоджуємося.

source: Uważa Leże za ładniejsze miejsce od miasta.
uk: Вона вважає Лігво приємнішим місцем, ніж місто.

source: Uważa się za idealistę i głos Południa na Archolos. Chce zostać drugim Mandesem - kimś, kto podłożył ogień pod to miasto wiele lat temu. Do dzisiaj ludzie nie podnieśli się po jego powstaniu.
uk: Він вважає себе ідеалістом і голосом Півдня на Архолосі. Він хоче стати другим Мандесом – тим, хто підпалив це місто багато років тому. До сьогодні люди не оговталися після його повстання.

source: Uważa, że skoro jest niewinny, to nie będzie się tłumaczyć.
uk: Він вважає, що оскільки він не винен, то не буде виправдовуватися.

source: Uważaj co mówisz Cortezowi. To nerwowy człowiek i łatwo wytrącić go z równowagi. Nie chciałabym, by ci się coś stało.
uk: Будь обережний з тим, що ти кажеш Кортезу. Він нервовий і його легко вивести з себе. Не хотілося б, щоб з тобою щось сталося.

source: Uważaj co mówisz, szczeniaku.
uk: Думай, що кажеш, щеня.

source: Uważaj co ze sobą przynosisz. Nie interesują nas tu twoje przekonania i ideały.
uk: Будь обережним з тим, яких ідей ти дотримуєшся. Нас тут не цікавлять чужі переконання та ідеали.

source: Uważaj gnojku. Ta wyspa nie wygląda mi na dużą.
uk: Обережно, вилупку. Цей острів не такий великий.

source: Uważaj na siebie i nie zrób nic głupiego pod moją nieobecność!
uk: Бережи себе і не роби дурниць за моєї відсутності!

source: Uważaj na siebie i niech Innos ma cię w swojej opiece!
uk: Бережи себе, і нехай Іннос оберігає тебе!

source: Uważaj na siebie mój drogi!
uk: Бережи себе, мій дорогенький!

source: Uważaj na siebie!
uk: Бережи себе.

source: Uważaj na siebie, Marvin. Ja postaram się przygotować dla was jakieś powitanie. Pamiętajcie, musicie kierować się na wschód.
uk: Бережи себе, Марвіне. Я постараюся підготувати для вас гідний прийом. Пам’ятайте, вам потрібно рухатися на схід.

source: Uważaj na siebie.
uk: Бережи себе.

source: Uważaj na siebie. Poza najuboższymi lubią się tam kręcić bardzo podejrzani ludzie.
uk: Будь обережним. Окрім бідняків, там полюбляють вештатися дуже нечисті на руку люди.

source: Uważaj na teren wokół winnicy. Zwłaszcza na las.
uk: Остерігайся територій навколо виноградника. Особливо – лісу!

source: Uważaj na tereny wokół winnicy. Zwłaszcza na las
uk: Остерігайся територій навколо виноградника. Особливо – лісу!

source: Uważaj na tereny wokół winnicy. Zwłaszcza na las!
uk: Остерігайся територій навколо виноградника. Особливо – лісу!

source: Uważaj na tereny wokół winnicy. Zwłaszcza na las.
uk: Остерігайся територій навколо виноградника. Особливо – лісу!

source: Uważaj na ton, chłopcze!
uk: Слідкуй за тоном, хлопче!

source: Uważaj na żaboludzi. Ostatnio farmerzy widzieli ich w pobliżu rzeki, na zachód od mojego obozu.
uk: Остерігайся жаболюдів. Фермери нещодавно бачили їх біля річки, на захід від мого табору.

source: Uważaj tam na siebie.
uk: Бережи себе.

source: Uważaj tylko, żeby go nie zdenerwować. Facet nie lubi obcych.
uk: Але постарайся його не розгнівати. Цей хлопець не любить чужих.

source: Uważaj!
uk: Обережно!

source: Uważaj! Następnym razem ci przyłożę.
uk: Обережно! Ще раз і я тебе вдарю.

source: Uważaj! Za tobą!
uk: Обережно! Позаду!

source: Uważaj, chłopcze. Wszystko, co tu widzisz, należy do mnie, a ja nie znoszę złodziei.
uk: Обережно, хлопче. Все, що ти тут бачиш, належить мені, а я не терплю злодіїв.

source: Uważaj, gdy będziesz przemieszczał się po bagnach. Podobno w okolicy widziano obóz orków. Zaufaj mi, nie warto się do nich zbliżać.
uk: Будь обережним, коли йтимеш через болото. Виявляється, в цій місцевості бачили табір орків. Повір мені, не варто до них наближатися.

source: Uważaj, kto wie, jak działa ten artefakt.
uk: Будь обережний, хто знає, як працює цей артефакт.

source: Uważaj, ten facet jest jakiś szalony!
uk: Обережно, цей хлопчина якийсь ненормальний!

source: Uważaj, wygląda na to, że chroni je jakaś magia. Kessel mówił, że sam Adanos decyduje o tym, kto może dzierżyć jego ostrze.
uk: Обережно, схоже, що він захищений якоюсь магією. Кессель сказав, що Аданос сам вирішує, хто може володіти його клинком.

source: Uważaj, żeby pycha nie pozbawiła cię życia. Ta paskudna cecha zgubiła już wielu najemników.
uk: Будь обережним, щоб гординя не позбавила тебе життя. Ця неприємна риса вже згубила багатьох найманців.

source: Uważaj. Nie jesteś na swoim terenie, w przeciwieństwie do mnie, więc radzę ci być uprzejmym.
uk: Обережно. Ти не на своїй території, на відміну від мене, тому раджу тобі бути чемним.

source: Uważam Ulryka za prawowitego władcę.
uk: Я вважаю Ульріка законним правителем.

source: Uważam, że Rhobar to mądry władca.
uk: Я вважаю, що Робар - мудрий правитель.

source: Uważam, że to Rodrigo zabił Stana.
uk: Я вважаю, що це Родріго вбив Стена.

source: Uważasz, że popełniam błąd robiąc to co robię?
uk: Думаєш, я помиляюся, роблячи те, що роблю?

source: Uważasz, że straż robi złą robotę?
uk: Вважаєш, Варта погано виконує свою роботу?

source: Uważnie ci się przyglądam, pamiętaj!
uk: Я пильно стежу за тобою, пам'ятай!

source: Uważnie cię obserwujemy. Może i wszedłeś do twierdzy, ale nie oznacza to, że ci ufamy.
uk: Ми уважно спостерігаємо за тобою. Можливо, ти й увійшов до фортеці, але це не означає, що ми тобі довіряємо.

source: Uważnie obserwuj brzeg. Morze wyrzuca czasami muszle z cennymi perłami w środku. Jeden z naszych znalazł kiedyś czarną, farciarz!
uk: Уважно спостерігай за берегом. Море іноді викидає мушлі з дорогоцінними перлинами всередині. Один з наших нещодавно знайшов чорну, пощастило йому!
